Repository: dataforgoodfr/13_empreinte_souffrance
Catalog: backend/app/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: The <a href='https://empreinte-souffrance.org/'>Welfare Footprint</a> is calculated based on research from the <a href='https://welfarefootprint.org/'>Welfare Footprint Institute</a> which developed a scientifically rigorous methodology for assessing and quantifying animal welfare in food production systems.
fr: L'<a href='https://empreinte-souffrance.org/'>Empreinte Souffrance</a> est calculée sur la base des recherches du <a href='https://welfarefootprint.org/'>Welfare Footprint Institute</a> qui a développé une méthodologie scientifiquement rigoureuse pour évaluer et quantifier le bien-être animal dans les systèmes de production alimentaire.

source: It is unique in providing a comprehensive, biologically meaningful measure of the time animals spend in pain of varying intensities.
fr: Elle est unique en ce qu’elle fournit une mesure complète et biologiquement significative du temps que les animaux passent à souffrir, à des degrés de douleur variables.

source: The time in pain and details shown below are based on the following data (provided by the Open Food Facts community)
fr: Le temps de souffrance et les détails affichés ci-dessous sont basés sur les données suivantes (fournies par la communauté Open Food Facts)

source: The time in pain could not be calculated for this product due to missing data in the Open Food Facts product description. You can contribute to the Open Food Facts community and help us calculate time in pain by filling in the missing information.
fr: Le temps de souffrance n'a pas pu être calculé pour ce produit car des données sont manquantes dans la fiche produit Open Food Facts. Vous pouvez contribuer à la communauté Open Food Facts et nous aider à calculer le temps de souffrance en renseignant les données manquantes.

source: This product does not contain any animal product supported by the Welfare footprint.
fr: Ce produit ne contient pas de produits animaux gérés par l'Empreinte souffrance

source: What is the welfare footprint?
fr: Qu'est-ce que l'empreinte souffrance ?

source: Welfare footprint
fr: Empreinte Souffrance

source: <b>Annoying</b>: Noticeable discomfort that can be ignored. Does not interfere with daily activities or motivated behaviors (exploration, comfort, maintenance). No visible expressions of pain or physiological disturbances.
fr: <b>Inconfort</b> : Gêne perceptible qui peut être ignorée. N'interfère pas avec les activités quotidiennes ou les comportements motivés (exploration, confort, entretien). Pas d'expressions visibles de douleur ni de perturbations physiologiques.

source: <b>Hurtful</b>: Persistent pain with the possibility of brief moments of forgetting during distractions. Reduces the frequency of motivated behaviors and partially alters functional capabilities, while allowing essential activities to be carried out.
fr: <b>Douleur</b> : Douleur persistante avec possibilité de brefs moments d'oubli lors de distractions. Réduit la fréquence des comportements motivés et altère partiellement les capacités fonctionnelles, tout en permettant la réalisation des activités essentielles.

source: <b>Disabling</b>: Constant pain that takes priority over most behaviors. Prevents positive well-being and drastically alters activity level. Requires stronger painkillers and causes inattention to the environment.
fr: <b>Souffrance</b> : Douleur constante qui prend le pas sur la plupart des comportements. Empêche le bien-être positif et modifie radicalement le niveau d'activité. Nécessite des analgésiques plus puissants et provoque une inattention à l'environnement.

source: <b>Excruciating</b>: Extreme unbearable pain, even briefly. In humans, this would mark the threshold of suffering below which many people choose to end their lives rather than endure it. Triggers involuntary manifestations (screams, tremors, extreme agitation) and cannot be relieved.
fr: <b>Agonie</b> : Douleur extrême insupportable, même brièvement. Chez l'humain, ce serait le seuil de souffrance en dessous duquel beaucoup choisissent de mettre fin à leurs jours plutôt que de l'endurer. Déclenche des manifestations involontaires (cris, tremblements, agitation extrême) et ne peut être soulagée.

source: Intensity categories definitions
fr: Définitions des catégories d'intensité

source: <b>Physical pain</b> includes all bodily suffering experienced by animals: fractures, wounds, diseases, breathing difficulties, etc.
fr: <b>La douleur physique</b> comprend toutes les souffrances corporelles subies par les animaux : fractures, blessures, maladies, difficultés respiratoires, etc.

source: The durations below represent the suffering time caused by the production of animal-derived ingredients in this product:
fr: Les durées ci-dessous représentent le temps de souffrance causé par la production des ingrédients d'origine animale dans ce produit :

source: You can find more details about the different types of physical suffering <a href='https://empreinte-souffrance.org/'>on our website</a>.
fr: Vous pouvez trouver plus de détails sur les différents types de souffrance physique <a href='https://empreinte-souffrance.org/'>sur notre site web</a>.

source: Physical pain
fr: Douleur physique

source: <b>Psychological pain</b> includes mental suffering experienced by animals: stress, anxiety, inability to express natural behaviors, etc.
fr: <b>La douleur psychologique</b> comprend les souffrances mentales vécues par les animaux : stress, anxiété, impossibilité d'exprimer les comportements naturels, etc.

source: You can find more details about the different types of psychological suffering <a href='https://empreinte-souffrance.org/'>on our website</a>.
fr: Vous pouvez trouver plus de détails sur les différents types de souffrance psychologique <a href='https://empreinte-souffrance.org/'>sur notre site web</a>.

source: Psychological pain
fr: Douleur psychologique

source: <b>{animal_name} :</b><ul><li>Production system: <b>{breeding_type}</b></li><li>Quantity of egg in the product: <b>{quantity}</b></li></ul>
fr: <b>{animal_name} :</b><ul><li>Type d'élevage : <b>{breeding_type}</b></li><li>Quantité d'œuf dans le produit : <b>{quantity}</b></li></ul>

source: {} day
fr: {} jour

source: {} hour
fr: {} heure

source: {} second
fr: {} seconde

source: 0 second
fr: 0 seconde

source: Laying hen
fr: Poule pondeuse

source: Broiler chicken
fr: Poulet de chair

source: Conventional cage
fr: Cage conventionnelle

source: Furnished cage
fr: Cage aménagée

source: Barn
fr: Au sol

source: Free range
fr: En plein air

source: Excruciating
fr: Agonie

source: Disabling
fr: Souffrance

source: Hurtful
fr: Douleur

source: Annoying
fr: Inconfort

source: Physical
fr: Douleur physique

source: Psychological
fr: Douleur psychologique

source: Not found
fr: Non trouvé
